const QuestionsData=[
    {
        question:"ก็เพราะว่าฉันชอบเธอ ตั้งแต่แรกเจอแต่ไม่กล้าบอก กลัวว่าเธอนั้นจะมาหลอก คนบ้านนอกอย่างฉัน",
        A:"แม้ว่า",
        B:"อะไรก็ยอม",
        C:"ใจสั่งมา",
        D:"5 นาที",
        answer:"A"
    },
    {
        question:"หากว่าเธอผ่านมาได้ยิน เพลงนี้ คาดว่าเธอก็คงรู้ดีว่าเป็นฉัน มอบให้เธอคนเดียว อาจไม่เกี่ยวแต่สำคัญ เพราะฉันนั้นอยากให้เธอได้ฟัง",
        A:"ซมซาน",
        B:"ใจสั่งมา",
        C:"เธอจะรู้บ้างไหม",
        D:"ฝนตกที่หน้าต่าง",
        answer:"B"
    },
    {
        question:"เธออาจจะมีใครคนนั้นที่แสนดี ส่วนฉันคนนี้ก็คงจะเศร้าใจ เธออาจจะมีแฟนแล้วก็เป็นได้ ก็ยังสงสัย ยังอยากจะรู้",
        A:"ฝนตกที่หน้าต่าง",
        B:"ซมซาน",
        C:"ไปเลย",
        D:"เลิกแล้วต่อกัน",
        answer:"A"
    },
    {
        question:"บอกฉันหน่อยได้ไหม ก่อนที่เธอจะจากไปก่อนที่ลมหายใจฉันจะสิ้นสุดวันนี้",
        A:"คุณเธอ",
        B:"นานเท่าไหร่ก็รอ",
        C:"เคยรักฉันบ้างไหม",
        D:"อมพระมาพูด",
        answer:"C"
    },
    {
        question:"เธอสั่งให้รอฉันก็รออย่างมีจุดหมาย และไม่มีใครทำให้ใจเธอเปลี่ยนไปแน่นอน",
        A:"เหงา คิดถึง รอ",
        B:"นานเท่าไหร่ก็รอ",
        C:"ฉันหรือเธอที่เปลี่ยนไป",
        D:"ไม่ต้องห่วงฉัน",
        answer:"B"
    }
]
export default QuestionsData